[
  {
    "userName": "Rumana Amin",
    "review": "I had an amazing experience at your hotel! The room was clean and spacious, and the staff was incredibly friendly and accommodating. The view from my window was breathtaking. The food at the hotel restaurant was delicious, and I loved the variety of options they offered. I'll definitely be coming back in the future. 5 stars!",
    "image": "https://i.ibb.co/dgC9gDL/user-3.png"
  },
  {
    "userName": "Farhana Jahan",
    "review": "Our stay at your hotel was fantastic. The room was comfortable, and the amenities were top-notch. The staff was very helpful and made us feel welcome. We enjoyed the pool and spa facilities. The on-site restaurant had a great selection of dishes, and the breakfast buffet was excellent. We highly recommend this hotel!",
    "image": "https://i.ibb.co/pfP4hgb/user1.jpg"
  },
  {
    "userName": "Ibrahim Hasan",
    "review": "I can't say enough good things about our stay at your hotel. The room was spotless, and the view from our balcony was stunning. The staff went above and beyond to make our stay memorable. We also enjoyed the live music in the lobby in the evenings. We'll be back for sure!",
    "image": "https://i.ibb.co/njym0mZ/user2.jpg"
  },
  {
    "userName": "Sharah Amin",
    "review": "We had a great time at your hotel. The room was lovely, and the bed was so comfortable. The location was perfect, and we could easily explore the nearby attractions. The hotel's restaurant had a wonderful menu, and the cocktails at the bar were fantastic. We'll be returning soon!",
    "image": "https://i.ibb.co/W2x588S/user4.png"
  },
  {
    "userName": "Istiak Haulader",
    "review": "Our stay at your hotel exceeded our expectations. The room was spacious and had a modern design. The staff was attentive and provided excellent service. The hotel's location made it easy for us to explore the city. We loved the rooftop bar and the panoramic views it offered.",
    "image": "https://i.ibb.co/2gBxDGg/user6.jpg"
  },
  {
    "userName": "Sonia Jannat",
    "review": "I had a wonderful time at your hotel. The room was cozy, and I enjoyed the beautiful sunset from my window every evening. The hotel's restaurant served delicious food, and I appreciated the vegetarian options. The staff made me feel right at home.",
    "image": "https://i.ibb.co/W22Wdhv/user5.png"
  },
  {
    "userName": "Rafiq Hasan",
    "review": "Our stay was fantastic. The room was well-appointed and had a great view of the beach. The hotel's proximity to the shore made it easy for us to take long walks on the beach. The seafood at the hotel's restaurant was fresh and delicious. We can't wait to come back!",
    "image": "https://i.ibb.co/njym0mZ/user2.jpg"
  },
  {
    "userName": "Dipty Chowdury",
    "review": "I had a memorable stay at your hotel. The room was comfortable and had a balcony with a lovely view of the garden. I enjoyed exploring the nearby nature trails and relaxing by the pool. The hotel's staff was friendly and accommodating. I'll be recommending your hotel to my friends.",
    "image": "https://i.ibb.co/dgC9gDL/user-3.png"
  },
  {
    "userName": "Lubana Jahan",
    "review": "Our experience at your hotel was amazing. The room was clean and well-furnished. We were delighted by the culinary offerings at the hotel's restaurant. The chef's special menu was a highlight, and the wine selection was impressive. We can't wait to return for more food adventures!",
    "image": "https://i.ibb.co/pfP4hgb/user1.jpg"
  },
  {
    "userName": "Rahima Begum",
    "review": "I had a relaxing and rejuvenating stay at your hotel. The spa services were exceptional, and I left feeling refreshed and pampered. The room was spacious and had a comfortable bed. The quiet ambiance of the hotel was exactly what I needed for a peaceful getaway.",
    "image": "https://i.ibb.co/W22Wdhv/user5.png"
  }
]
